Revit 2027 API
NumberingParameter.NumberingParameterType Property
 The type for numbering parameter association.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public NumberingParameterType NumberingParameterType { get; }
Public ReadOnly Property NumberingParameterType As NumberingParameterType
	Get
public:
property NumberingParameterType NumberingParameterType {
	NumberingParameterType get ();
}
member NumberingParameterType : NumberingParameterType with get
Property Value
NumberingParameterType
See Also
Reference
NumberingParameter Class
Autodesk.Revit.DB Namespace